const news = [
  {
    title: "کسب مقام سوم کشوری توسط ثنا شادان‌پور",
    description:
      "ثنا شادان‌پور، شطرنج‌باز شایسته نیشابور، موفق به کسب مقام سوم مسابقات کشوری شد.",
  },
  {
    title: "برگزاری مسابقه هفتگی شطرنج در باغ ملی",
    description:
      "در راستای توسعه و ترویج شطرنج، مسابقات هفتگی شطرنج با حضور علاقه‌مندان این رشته در باغ ملی برگزار شد.",
  },
  {
    title: "برگزاری مسابقه شطرنج در روز بزرگداشت خیام",
    description:
      "به مناسبت روز بزرگداشت حکیم عمر خیام، مسابقه شطرنج در آرامگاه خیام نیشابور برگزار شد.",
  },
  {
    title: "برگزاری مسابقه ویژه بانوان در پارک بانوان",
    description:
      "مسابقه شطرنج ویژه بانوان با هدف حمایت از حضور فعال بانوان در این رشته ورزشی در پارک بانوان برگزار شد.",
  },
];